byte LH[8] = {  //Іконка лотка поверненого горизонтально
  0b00000,
  0b00000,
  0b00000,
  0b00000,
  0b11111,
  0b01010,
  0b00000,
  0b00000
};
byte LL[8] = {  //Іконка лотка поверненого в ліво
  0b00000,
  0b00000,
  0b00000,
  0b11000,
  0b01110,
  0b00011,
  0b00000,
  0b00000
};
byte LR[8] = {  //Іконка лотка поверненого в право
  0b00000,
  0b00000,
  0b00000,
  0b00011,
  0b01110,
  0b11000,
  0b00000,
  0b00000
};
byte Gr[8] = {  //Іконка градуса
  0b01000,
  0b10100,
  0b01000,
  0b00000,
  0b00000,
  0b00000,
  0b00000,
  0b00000
};
byte Setting[8] = {  //Іконка настройок
  0b00000,
  0b00000,
  0b10101,
  0b01110,
  0b11011,
  0b01110,
  0b10101,
  0b00000
};
byte WaterOff[8] = {  //Іконка "Вода закінчується"
  0b00000,
  0b00000,
  0b10001,
  0b10001,
  0b10001,
  0b10001,
  0b01110,
  0b00000
};
byte WaterOn[8] = {  //Іконка "Вода є"
  0b00000,
  0b00000,
  0b10001,
  0b11111,
  0b11111,
  0b11111,
  0b01110,
  0b00000
};
byte Lock[8] = {  //Іконка "Замок"
  0b00000,
  0b00000,
  0b01110,
  0b01010,
  0b01010,
  0b11111,
  0b11111,
  0b11111
};

void Iicons(){  //Функція ініціалізації іконок
  lcd.createChar(0, LH);  //Ініціалізація іконки
  lcd.createChar(1, LL);  //Ініціалізація іконки
  lcd.createChar(2, LR);  //Ініціалізація іконки
  lcd.createChar(3, Gr);  //Ініціалізація іконки
  lcd.createChar(4, Setting);  //Ініціалізація іконки
  lcd.createChar(5, WaterOff);  //Ініціалізація іконки
  lcd.createChar(6, WaterOn);  //Ініціалізація іконки
  lcd.createChar(7, Lock);  //Ініціалізація іконки
  }
